Revit 2027 API
LightGroupManager Properties
The LightGroupManager type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
LightGroupManager Class
Autodesk.Revit.DB.Lighting Namespace